Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# Settings.AboutDescription
source: UniTube is a modern UWP application for browsing YouTube via YouTube's public API.
af_za: UniTube is 'n moderne UWP-toepassing om YouTube via YouTube se publieke API te blaai.
am_et: UniTube በዩቲዩብ ይፋዊ ኤፒአይ በኩል ዩቲዩብን ለማሰስ ዘመናዊ የUWP መተግበሪያ ነው።
ar_sa: UniTube هو تطبيق UWP حديث لتصفح YouTube عبر واجهة برمجة تطبيقات YouTube العامة.
as_in: ইউটিউবৰ ৰাজহুৱা এপিআইৰ জৰিয়তে ইউটিউব ব্ৰাউজ কৰাৰ বাবে ইউনিটিউব হৈছে এক আধুনিক ইউডব্লিউপি এপ্লিকেচন।
az_latn_az: UniTube YouTube-un ictimai API vasitəsilə YouTube-a baxmaq üçün müasir UWP tətbiqidir.
be_by: UniTube - гэта сучаснае прыкладанне UWP для прагляду YouTube праз публічны API YouTube.
bg_bg: UniTube е модерно UWP приложение за сърфиране в YouTube чрез публичния API на YouTube.
bn_bd: UniTube হল একটি আধুনিক UWP অ্যাপ্লিকেশন যা YouTube-এর সর্বজনীন API এর মাধ্যমে YouTube ব্রাউজ করার জন্য।
bs_latn_ba: UniTube je moderna UWP aplikacija za pretraživanje YouTube-a putem YouTube-ovog javnog API-ja.
ca_es: UniTube és una aplicació UWP moderna per navegar per YouTube mitjançant l'API pública de YouTube.
cs_cz: UniTube je moderní UWP aplikace pro procházení YouTube přes veřejné API YouTube.
da_dk: UniTube er en moderne UWP-applikation til at gennemse YouTube via YouTubes offentlige API.
de_de: UniTube ist eine moderne UWP-Anwendung zum Surfen auf YouTube über die öffentliche API von YouTube.
el_gr: Το UniTube είναι μια σύγχρονη εφαρμογή UWP για περιήγηση στο YouTube μέσω του δημόσιου API του YouTube.
es_us: UniTube es una aplicación UWP moderna para navegar por YouTube a través de la API pública de YouTube.
et_ee: UniTube on kaasaegne UWP rakendus YouTube'i avaliku API kaudu YouTube'i sirvimiseks.
eu_es: UniTube YouTube-ren API publikoaren bidez YouTube arakatzeko UWP aplikazio modernoa da.
fa_ir: UniTube یک برنامه UWP مدرن برای مرور YouTube از طریق API عمومی YouTube است.
fi_fi: UniTube on moderni UWP-sovellus YouTuben selaamiseen YouTuben julkisen sovellusliittymän kautta.
fil_ph: Ang UniTube ay isang modernong UWP application para sa pag-browse sa YouTube sa pamamagitan ng pampublikong API ng YouTube.
fr_ca: UniTube est une application UWP moderne qui permet de naviguer sur YouTube via l'API publique de YouTube.
gl_es: UniTube é unha aplicación UWP moderna para navegar por YouTube a través da API pública de YouTube.
gu_in: UniTube એ YouTube ના સાર્વજનિક API દ્વારા YouTube બ્રાઉઝ કરવા માટેની આધુનિક UWP એપ્લિકેશન છે.
he_il: UniTube הוא אפליקציית UWP מודרנית לגלישה ב-YouTube דרך ה-API הציבורי של YouTube.
hi_in: UniTube, YouTube के सार्वजनिक API के माध्यम से YouTube ब्राउज़ करने के लिए एक आधुनिक UWP एप्लिकेशन है।
hr_hr: UniTube je moderna UWP aplikacija za pregledavanje YouTubea putem YouTube javnog API-ja.
hu_hu: Az UniTube egy modern UWP-alkalmazás, amellyel a YouTube nyilvános API-ján keresztül böngészhet a YouTube-on.
hy_am: UniTube-ը ժամանակակից UWP հավելված է՝ YouTube-ի հանրային API-ի միջոցով զննարկելու համար:
id_id: UniTube adalah aplikasi UWP modern untuk menjelajahi YouTube melalui API publik YouTube.
is_is: UniTube er nútímalegt UWP forrit til að vafra um YouTube í gegnum opinbera API YouTube.
it_it: UniTube è una moderna applicazione UWP per la navigazione su YouTube tramite l'API pubblica di YouTube.
ja_jp: UniTube は、YouTube のパブリック API を介して YouTube を閲覧するための最新の UWP アプリケーションです。
ka_ge: UniTube არის თანამედროვე UWP აპლიკაცია YouTube-ის საჯარო API-ით YouTube-ის დასათვალიერებლად.
kk_kz: UniTube — YouTube жалпыға қолжетімді API арқылы YouTube сайтын шолуға арналған заманауи UWP қолданбасы.
km_kh: UniTube គឺជាកម្មវិធី UWP ទំនើបសម្រាប់ការរុករក YouTube តាមរយៈ API សាធារណៈរបស់ YouTube ។
kn_in: ಯೂನಿಟ್ಯೂಬ್ ಎಂಬುದು ಯೂಟ್ಯೂಬ್‌ನ ಸಾರ್ವಜನಿಕ API ಮೂಲಕ YouTube ಬ್ರೌಸ್ ಮಾಡಲು ಆಧುನಿಕ UWP ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ.
ko_kr: UniTube는 YouTube의 공개 API를 통해 YouTube를 탐색하기 위한 최신 UWP 애플리케이션입니다.
ky_kg: UniTube — YouTube'дун коомдук API аркылуу YouTube'ду серептөө үчүн заманбап UWP тиркемеси.
lo_la: UniTube ເປັນແອັບພລິເຄຊັນ UWP ທີ່ທັນສະໄຫມສໍາລັບການທ່ອງ YouTube ຜ່ານ API ສາທາລະນະຂອງ YouTube.
lt_lt: „UniTube“ yra moderni UWP programa, skirta naršyti „YouTube“ per „YouTube“ viešąją API.
lv_lv: UniTube ir moderna UWP lietojumprogramma YouTube pārlūkošanai, izmantojot YouTube publisko API.
mk_mk: UniTube е модерна UWP апликација за прелистување на YouTube преку јавното API на YouTube.
ml_in: YouTube-ൻ്റെ പൊതു API വഴി YouTube ബ്രൗസ് ചെയ്യുന്നതിനുള്ള ഒരു ആധുനിക UWP ആപ്ലിക്കേഷനാണ് UniTube.
mn_mn: UniTube нь YouTube-ийн нийтийн API-ээр дамжуулан YouTube-г үзэх орчин үеийн UWP програм юм.
mr_in: UniTube हे YouTube च्या सार्वजनिक API द्वारे YouTube ब्राउझ करण्यासाठी एक आधुनिक UWP अनुप्रयोग आहे.
ms_my: UniTube ialah aplikasi UWP moden untuk menyemak imbas YouTube melalui API awam YouTube.
nb_no: UniTube er en moderne UWP-applikasjon for å surfe på YouTube via YouTubes offentlige API.
ne_np: UniTube YouTube को सार्वजनिक API मार्फत YouTube ब्राउज गर्न को लागी एक आधुनिक UWP अनुप्रयोग हो।
nl_nl: UniTube is een moderne UWP-applicatie waarmee je op YouTube kunt browsen via de openbare API van YouTube.
or_in: | ୟୁଟ୍ୟୁବ୍ର ସର୍ବସାଧାରଣ API ମାଧ୍ୟମରେ ୟୁଟ୍ୟୁବ୍ ବ୍ରାଉଜିଂ ପାଇଁ ୟୁନିଟ୍ୟୁବ୍ ହେଉଛି ଏକ ଆଧୁନିକ UWP ପ୍ରୟୋଗ |
pa_in: UniTube YouTube ਦੇ ਜਨਤਕ API ਦੁਆਰਾ YouTube ਬ੍ਰਾਊਜ਼ ਕਰਨ ਲਈ ਇੱਕ ਆਧੁਨਿਕ UWP ਐਪਲੀਕੇਸ਼ਨ ਹੈ।
pl_pl: UniTube to nowoczesna aplikacja UWP do przeglądania YouTube za pośrednictwem publicznego API YouTube.
pt_br: UniTube é um aplicativo UWP moderno para navegar no YouTube por meio da API pública do YouTube.
ro_ro: UniTube este o aplicație modernă UWP pentru navigarea pe YouTube prin API-ul public YouTube.
ru_ru: UniTube — это современное приложение UWP для просмотра YouTube через общедоступный API YouTube.
si_lk: UniTube යනු YouTube හි පොදු API හරහා YouTube බ්‍රවුස් කිරීම සඳහා නවීන UWP යෙදුමකි.
sk_sk: UniTube je moderná UWP aplikácia na prehliadanie YouTube cez verejné API YouTube.
sl_si: UniTube je sodobna aplikacija UWP za brskanje po YouTubu prek javnega API-ja YouTube.
sq_al: UniTube është një aplikacion modern UWP për shfletimin e YouTube përmes API-së publike të YouTube.
sr_cyrl_rs: УниТубе је модерна УВП апликација за прегледање ИоуТубе-а преко ИоуТубе-овог јавног АПИ-ја.
sr_latn_rs: UniTube je moderna UVP aplikacija za pregledanje YouTube-a preko YouTube-ovog javnog API-ja.
sv_se: UniTube är en modern UWP-applikation för att surfa på YouTube via YouTubes offentliga API.
sw_ke: UniTube ni programu ya kisasa ya UWP ya kuvinjari YouTube kupitia API ya umma ya YouTube.
ta_in: யூனிட்யூப் என்பது யூடியூப் பொது ஏபிஐ வழியாக யூடியூப்பை உலாவுவதற்கான நவீன யுடபிள்யூபி அப்ளிகேஷன் ஆகும்.
te_in: యూనిట్యూబ్ అనేది యూట్యూబ్ పబ్లిక్ API ద్వారా యూట్యూబ్‌ని బ్రౌజ్ చేయడానికి ఆధునిక UWP అప్లికేషన్.
th_th: UniTube เป็นแอปพลิเคชัน UWP ที่ทันสมัยสำหรับการเรียกดู YouTube ผ่าน API สาธารณะของ YouTube
tr_tr: UniTube, YouTube'un genel API'si aracılığıyla YouTube'a göz atmak için kullanılan modern bir UWP uygulamasıdır.
uk_ua: UniTube — це сучасна програма UWP для перегляду YouTube через публічний API YouTube.
ur_pk: UniTube یوٹیوب کے عوامی API کے ذریعے یوٹیوب کو براؤز کرنے کے لیے ایک جدید UWP ایپلی کیشن ہے۔
uz_latn_uz: UniTube — YouTube’ning ommaviy API’si orqali YouTube’ni ko‘rish uchun zamonaviy UWP ilovasi.
vi_vn: UniTube là một ứng dụng UWP hiện đại để duyệt YouTube thông qua API công khai của YouTube.
zh_hans_cn: UniTube 是一款现代 UWP 应用程序，用于通过 YouTube 的公共 API 浏览 YouTube。
zh_hant_hk: UniTube 是一款現代 UWP 應用程序，用於透過 YouTube 的公共 API 瀏覽 YouTube。
zu_za: I-UniTube uhlelo lokusebenza lwesimanje lwe-UWP lokuphequlula i-YouTube nge-API yomphakathi ye-YouTube.

# Settings.AboutDeveloper
source: Developed by:
af_za: Ontwikkel deur:
am_et: የተገነባው በ፡
ar_sa: تم تطويره بواسطة:
as_in: দ্বাৰা বিকশিত:
az_latn_az: İnkişaf etdirən:
be_by: Распрацавана:
bg_bg: Разработено от:
bn_bd: দ্বারা বিকাশিত:
bs_latn_ba: Izradio:
ca_es: Desenvolupat per:
cs_cz: Vyvinuto:
da_dk: Udviklet af:
de_de: Entwickelt von:
el_gr: Αναπτύχθηκε από:
es_us: Desarrollado por:
et_ee: Välja töötanud:
eu_es: Honek garatua:
fa_ir: توسعه یافته توسط:
fi_fi: Kehittäjä:
fil_ph: Binuo ni:
fr_ca: Développé par :
gl_es: Desenvolvido por:
gu_in: આના દ્વારા વિકસિત:
he_il: פותח על ידי:
hi_in: द्वारा विकसित:
hr_hr: Razvio:
hu_hu: Fejlesztője:
hy_am: Մշակված է:
id_id: Dikembangkan oleh:
is_is: Þróað af:
it_it: Sviluppato da:
ja_jp: 開発者:
ka_ge: შემქმნელი:
kk_kz: Әзірлеуші:
km_kh: បង្កើតឡើងដោយ៖
kn_in: ಇವರಿಂದ ಅಭಿವೃದ್ಧಿಪಡಿಸಲಾಗಿದೆ:
ko_kr: 개발자:
ky_kg: Иштеп чыккан:
lo_la: ພັດທະນາໂດຍ:
lt_lt: Sukūrė:
lv_lv: Izstrādāja:
mk_mk: Развиено од:
ml_in: വികസിപ്പിച്ചത്:
mn_mn: Боловсруулсан:
mr_in: द्वारे विकसित:
ms_my: Dibangunkan oleh:
nb_no: Utviklet av:
ne_np: द्वारा विकसित:
nl_nl: Ontwikkeld door:
or_in: ଦ୍ୱାରା ବିକଶିତ:
pa_in: ਦੁਆਰਾ ਵਿਕਸਤ:
pl_pl: Opracowany przez:
pt_br: Desenvolvido por:
ro_ro: Dezvoltat de:
ru_ru: Разработано:
si_lk: විසින් සංවර්ධනය කරන ලදී:
sk_sk: Vyvinutý:
sl_si: Razvil:
sq_al: Zhvilluar nga:
sr_cyrl_rs: Развио:
sr_latn_rs: Razvio:
sv_se: Utvecklad av:
sw_ke: Imetengenezwa na:
ta_in: உருவாக்கப்பட்டது:
te_in: వీరిచే అభివృద్ధి చేయబడింది:
th_th: พัฒนาโดย:
tr_tr: Tarafından geliştirildi:
uk_ua: Розроблено:
ur_pk: تیار کردہ:
uz_latn_uz: tomonidan ishlab chiqilgan:
vi_vn: Được phát triển bởi:
zh_hans_cn: 开发者：
zh_hant_hk: 開發者：
zu_za: Kuthuthukiswe ngu:

# Settings.AboutTitle
source: UniTube UWP
ar_sa: يوني تيوب يو دبليو بي
as_in: ইউনিটিউব ইউ ডব্লিউ পি
hi_in: यूनीट्यूब यूडब्ल्यूपी
kn_in: ಯುನಿಟ್ಯೂಬ್ UWP
ko_kr: 유니튜브 UWP
ml_in: യൂണിട്യൂബ് യു.ഡബ്ല്യു.പി
or_in: | ୟୁନିଟ୍ୟୁବ୍ UWP |
ru_ru: ЮниТьюб UWP
si_lk: යුනිටියුබ් යූඩබ්ලිව්පී
sr_cyrl_rs: УниТубе УВП
sr_latn_rs: UniTube UVP
sw_ke: UWP ya UWP
ta_in: யூனிடியூப் UWP
te_in: యూనిట్యూబ్ UWP
zu_za: I-UWP ye-UniTube

# Settings.ApiKeyBuiltIn
source: Using built-in UniTube configuration for public data. Saving here overrides it.
af_za: Gebruik ingeboude UniTube-konfigurasie vir publieke data. Om hier te stoor, ignoreer dit.
am_et: አብሮ የተሰራ የUniTube ውቅረትን ለህዝብ ውሂብ መጠቀም። እዚህ ማስቀመጥ ይሽረዋል።
ar_sa: استخدام تكوين UniTube المدمج للبيانات العامة. الحفظ هنا يلغي ذلك.
as_in: ৰাজহুৱা তথ্যৰ বাবে অন্তৰ্নিৰ্মিত UniTube বিন্যাস ব্যৱহাৰ কৰা। ইয়াত সংৰক্ষণ কৰিলে ইয়াক অভাৰৰাইড কৰা হয়।
az_latn_az: İctimai məlumatlar üçün daxili UniTube konfiqurasiyasından istifadə. Burada yadda saxlamaq onu ləğv edir.
be_by: Выкарыстанне ўбудаванай канфігурацыі UniTube для публічных даных. Захаванне тут мае перавагу.
bg_bg: Използване на вградена конфигурация на UniTube за публични данни. Запазването тук го отменя.
bn_bd: পাবলিক ডেটার জন্য অন্তর্নির্মিত UniTube কনফিগারেশন ব্যবহার করে। এখানে সংরক্ষণ করা এটি ওভাররাইড করে।
bs_latn_ba: Korištenje ugrađene UniTube konfiguracije za javne podatke. Spremanje ovdje ga poništava.
ca_es: Utilitzant la configuració integrada d'UniTube per a dades públiques. Desar aquí ho anul·la.
cs_cz: Použití vestavěné konfigurace UniTube pro veřejná data. Uložení zde přepíše.
da_dk: Brug af indbygget UniTube-konfiguration til offentlige data. At gemme her tilsidesætter det.
de_de: Verwendung der integrierten UniTube-Konfiguration für öffentliche Daten. Das Speichern hier überschreibt es.
el_gr: Χρήση ενσωματωμένης διαμόρφωσης UniTube για δημόσια δεδομένα. Η αποθήκευση εδώ το παρακάμπτει.
es_us: Uso de la configuración integrada de UniTube para datos públicos. Guardar aquí lo anula.
et_ee: Sisseehitatud UniTube'i konfiguratsiooni kasutamine avalike andmete jaoks. Siin salvestamine alistab selle.
eu_es: Datu publikoetarako UniTube konfigurazio integratua erabiliz. Hemen gordetzeak baliogabetzen du.
fa_ir: استفاده از پیکربندی UniTube داخلی برای داده های عمومی. ذخیره در اینجا آن را لغو می کند.
fi_fi: Sisäänrakennetun UniTube-määrityksen käyttäminen julkisille tiedoille. Tallentaminen tänne ohittaa sen.
fil_ph: Paggamit ng built-in na UniTube configuration para sa pampublikong data. Ino-override ito ng pag-save dito.
fr_ca: Utilisation de la configuration UniTube intégrée pour les données publiques. L'enregistrement ici l'annule.
gl_es: Usando a configuración integrada de UniTube para datos públicos. Gardar aquí anulalo.
gu_in: સાર્વજનિક ડેટા માટે બિલ્ટ-ઇન UniTube રૂપરેખાંકનનો ઉપયોગ કરવો. અહીં સાચવવું તેને ઓવરરાઇડ કરે છે.
he_il: שימוש בתצורת UniTube מובנית עבור נתונים ציבוריים. שמירה כאן עוקפת את זה.
hi_in: सार्वजनिक डेटा के लिए अंतर्निहित यूनीट्यूब कॉन्फ़िगरेशन का उपयोग करना। यहां बचत करना इसे खत्म कर देता है।
hr_hr: Korištenje ugrađene UniTube konfiguracije za javne podatke. Spremanje ovdje ga nadjačava.
hu_hu: Beépített UniTube konfiguráció használata nyilvános adatokhoz. Az itteni mentés felülírja.
hy_am: Օգտագործելով ներկառուցված UniTube կոնֆիգուրացիա հանրային տվյալների համար: Այստեղ պահելը վերացնում է այն:
id_id: Menggunakan konfigurasi UniTube bawaan untuk data publik. Menyimpan di sini mengesampingkannya.
is_is: Notar innbyggða UniTube uppsetningu fyrir opinber gögn. Að vista hér hnekkir því.
it_it: Utilizzo della configurazione UniTube integrata per i dati pubblici. Il salvataggio qui lo sovrascrive.
ja_jp: 公開データに組み込みの UniTube 構成を使用します。ここで保存すると上書きされます。
ka_ge: ჩაშენებული UniTube კონფიგურაციის გამოყენება საჯარო მონაცემებისთვის. აქ შენახვა უგულებელყოფს მას.
kk_kz: Жалпы деректер үшін кірістірілген UniTube конфигурациясын пайдалану. Мұнда сақтау оны қайта анықтайды.
km_kh: ការប្រើប្រាស់ការកំណត់រចនាសម្ព័ន្ធ UniTube ដែលភ្ជាប់មកជាមួយសម្រាប់ទិន្នន័យសាធារណៈ។ ការរក្សាទុកនៅទីនេះបដិសេធវា។
kn_in: ಸಾರ್ವಜನಿಕ ಡೇಟಾಕ್ಕಾಗಿ ಅಂತರ್ನಿರ್ಮಿತ ಯುನಿಟ್ಯೂಬ್ ಕಾನ್ಫಿಗರೇಶನ್ ಅನ್ನು ಬಳಸುವುದು. ಇಲ್ಲಿ ಉಳಿಸುವುದು ಅದನ್ನು ಅತಿಕ್ರಮಿಸುತ್ತದೆ.
ko_kr: 공개 데이터에 내장된 UniTube 구성을 사용합니다. 여기에 저장하면 무시됩니다.
ky_kg: Коомдук маалыматтар үчүн камтылган UniTube конфигурациясын колдонуу. Бул жерде сактоо аны жокко чыгарат.
lo_la: ການ​ນໍາ​ໃຊ້​ການ​ຕັ້ງ​ຄ່າ UniTube ໃນ​ຕົວ​ສໍາ​ລັບ​ຂໍ້​ມູນ​ສາ​ທາ​ລະ​ນະ​. ການບັນທຶກທີ່ນີ້ overrides ມັນ.
lt_lt: Integruotos UniTube konfigūracijos naudojimas viešiesiems duomenims. Išsaugojimas čia nepakeičiamas.
lv_lv: Izmantojot iebūvēto UniTube konfigurāciju publiskiem datiem. Saglabāšana šeit to ignorē.
mk_mk: Користење на вградената конфигурација UniTube за јавни податоци. Зачувувањето овде го надминува.
ml_in: പൊതു ഡാറ്റയ്‌ക്കായി അന്തർനിർമ്മിത UniTube കോൺഫിഗറേഷൻ ഉപയോഗിക്കുന്നു. ഇവിടെ സംരക്ഷിക്കുന്നത് അതിനെ മറികടക്കുന്നു.
mn_mn: Нийтийн өгөгдөлд суурилуулсан UniTube тохиргоог ашиглах. Энд хадгалах нь үүнийг хүчингүй болгодог.
mr_in: सार्वजनिक डेटासाठी अंगभूत UniTube कॉन्फिगरेशन वापरणे. येथे सेव्ह केल्याने ते ओव्हरराइड होते.
ms_my: Menggunakan konfigurasi UniTube terbina dalam untuk data awam. Menyimpan di sini mengatasinya.
nb_no: Bruker innebygd UniTube-konfigurasjon for offentlige data. Lagring her overstyrer det.
ne_np: सार्वजनिक डाटाको लागि निर्मित UniTube कन्फिगरेसन प्रयोग गर्दै। यहाँ बचत गर्नाले यसलाई ओभरराइड गर्छ।
nl_nl: Gebruik van ingebouwde UniTube-configuratie voor openbare gegevens. Als u hier opslaat, wordt dit overschreven.
or_in: ସର୍ବସାଧାରଣ ତଥ୍ୟ ପାଇଁ ବିଲ୍ଟ-ଇନ୍ ୟୁନିଟ୍ୟୁବ୍ ବିନ୍ୟାସକରଣ ବ୍ୟବହାର କରିବା | ଏଠାରେ ସଞ୍ଚୟ କରିବା ଏହାକୁ ଅତିକ୍ରମ କରେ |
pa_in: ਜਨਤਕ ਡੇਟਾ ਲਈ ਬਿਲਟ-ਇਨ UniTube ਕੌਂਫਿਗਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨਾ। ਇੱਥੇ ਸੇਵ ਕਰਨਾ ਇਸਨੂੰ ਓਵਰਰਾਈਡ ਕਰਦਾ ਹੈ।
pl_pl: Korzystanie z wbudowanej konfiguracji UniTube dla danych publicznych. Zapisanie tutaj zastępuje to.
pt_br: Usando configuração UniTube integrada para dados públicos. Salvar aqui substitui isso.
ro_ro: Folosind configurația încorporată UniTube pentru date publice. Salvarea aici îl înlocuiește.
ru_ru: Использование встроенной конфигурации UniTube для общедоступных данных. Сохранение здесь отменяет это.
si_lk: පොදු දත්ත සඳහා බිල්ට් යුනිටියුබ් වින්‍යාසය භාවිතා කිරීම. මෙහි සුරැකීම එය අභිබවා යයි.
sk_sk: Používanie vstavanej konfigurácie UniTube pre verejné údaje. Uloženie tu prepíše.
sl_si: Uporaba vgrajene konfiguracije UniTube za javne podatke. Shranjevanje tukaj preglasi.
sq_al: Përdorimi i konfigurimit të integruar të UniTube për të dhënat publike. Ruajtja këtu e anulon atë.
sr_cyrl_rs: Коришћење уграђене УниТубе конфигурације за јавне податке. Чување овде га замењује.
sr_latn_rs: Korišćenje ugrađene UniTube konfiguracije za javne podatke. Čuvanje ovde ga zamenjuje.
sv_se: Använder inbyggd UniTube-konfiguration för offentliga data. Att spara här åsidosätter det.
sw_ke: Kwa kutumia usanidi wa UniTube uliojengewa ndani kwa data ya umma. Kuhifadhi hapa kunabatilisha.
ta_in: பொது தரவுகளுக்கு உள்ளமைக்கப்பட்ட யூனிடியூப் உள்ளமைவைப் பயன்படுத்துதல். இங்கே சேமிப்பது அதை மீறுகிறது.
te_in: పబ్లిక్ డేటా కోసం అంతర్నిర్మిత UniTube కాన్ఫిగరేషన్‌ని ఉపయోగించడం. ఇక్కడ సేవ్ చేయడం దాన్ని భర్తీ చేస్తుంది.
th_th: การใช้การกำหนดค่า UniTube ในตัวสำหรับข้อมูลสาธารณะ การบันทึกที่นี่จะแทนที่มัน
tr_tr: Genel veriler için yerleşik UniTube yapılandırmasını kullanma. Buraya kaydetmek onu geçersiz kılar.
uk_ua: Використання вбудованої конфігурації UniTube для публічних даних. Збереження тут перекриває це.
ur_pk: عوامی ڈیٹا کے لیے بلٹ ان UniTube کنفیگریشن کا استعمال۔ یہاں محفوظ کرنا اسے اوور رائیڈ کرتا ہے۔
uz_latn_uz: Umumiy ma'lumotlar uchun o'rnatilgan UniTube konfiguratsiyasidan foydalanish. Bu yerda saqlash uni bekor qiladi.
vi_vn: Sử dụng cấu hình UniTube tích hợp cho dữ liệu công cộng. Việc lưu ở đây sẽ ghi đè lên nó.
zh_hans_cn: 使用内置 UniTube 配置来获取公共数据。在这里保存会覆盖它。
zh_hant_hk: 使用內建 UniTube 配置來取得公共資料。在這裡保存會覆蓋它。
zu_za: Isebenzisa ukulungiselelwa kwe-UniTube eyakhelwe ngaphakathi kudatha yomphakathi. Ukulondoloza lapha kuyakweqa.

# Settings.ApiKeyNotConfigured
source: No API key is configured.
af_za: Geen API-sleutel is opgestel nie.
am_et: ምንም የኤፒአይ ቁልፍ አልተዋቀረም።
ar_sa: لم يتم تكوين أي مفتاح API.
as_in: কোনো API চাবি বিন্যাস কৰা হোৱা নাই ।
az_latn_az: Heç bir API açarı konfiqurasiya edilməyib.
be_by: Ключ API не наладжаны.
bg_bg: Не е конфигуриран API ключ.
bn_bd: কোনো API কী কনফিগার করা নেই।
bs_latn_ba: Nijedan API ključ nije konfigurisan.
ca_es: No hi ha cap clau API configurada.
cs_cz: Není nakonfigurován žádný klíč API.
da_dk: Ingen API-nøgle er konfigureret.
de_de: Es ist kein API-Schlüssel konfiguriert.
el_gr: Δεν έχει διαμορφωθεί κανένα κλειδί API.
es_us: No hay ninguna clave API configurada.
et_ee: API-võtit pole konfigureeritud.
eu_es: Ez dago API gakorik konfiguratuta.
fa_ir: هیچ کلید API پیکربندی نشده است.
fi_fi: API-avainta ei ole määritetty.
fil_ph: Walang API key ang naka-configure.
fr_ca: Aucune clé API n'est configurée.
gl_es: Non hai ningunha clave API configurada.
gu_in: કોઈ API કી ગોઠવેલ નથી.
he_il: לא הוגדר מפתח API.
hi_in: कोई API कुंजी कॉन्फ़िगर नहीं की गई है.
hr_hr: API ključ nije konfiguriran.
hu_hu: Nincs API-kulcs konfigurálva.
hy_am: Ոչ մի API բանալի կազմաձևված չէ:
id_id: Tidak ada kunci API yang dikonfigurasi.
is_is: Enginn API lykill er stilltur.
it_it: Nessuna chiave API configurata.
ja_jp: API キーが設定されていません。
ka_ge: API გასაღები არ არის კონფიგურირებული.
kk_kz: API кілті конфигурацияланбаған.
km_kh: គ្មាន​សោ API ត្រូវ​បាន​កំណត់​រចនាសម្ព័ន្ធ​ទេ។
kn_in: ಯಾವುದೇ API ಕೀಯನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ.
ko_kr: API 키가 구성되지 않았습니다.
ky_kg: API ачкычы конфигурацияланган эмес.
lo_la: ບໍ່ມີລະຫັດ API ຖືກຕັ້ງຄ່າ.
lt_lt: Nėra sukonfigūruotas API raktas.
lv_lv: Nav konfigurēta neviena API atslēga.
mk_mk: Не е конфигуриран клуч API.
ml_in: API കീ കോൺഫിഗർ ചെയ്തിട്ടില്ല.
mn_mn: API түлхүүр тохируулаагүй байна.
mr_in: कोणतीही API की कॉन्फिगर केलेली नाही.
ms_my: Tiada kunci API dikonfigurasikan.
nb_no: Ingen API-nøkkel er konfigurert.
ne_np: कुनै API कुञ्जी कन्फिगर गरिएको छैन।
nl_nl: Er is geen API-sleutel geconfigureerd.
or_in: | କ API ଣସି API ଚାବି ବିନ୍ୟାସିତ ହୋଇନାହିଁ |
pa_in: ਕੋਈ API ਕੁੰਜੀ ਕੌਂਫਿਗਰ ਨਹੀਂ ਕੀਤੀ ਗਈ ਹੈ।
pl_pl: Nie skonfigurowano klucza API.
pt_br: Nenhuma chave de API está configurada.
ro_ro: Nu este configurată nicio cheie API.
ru_ru: Ключ API не настроен.
si_lk: API යතුරක් වින්‍යාස කර නැත.
sk_sk: Nie je nakonfigurovaný žiadny kľúč API.
sl_si: Noben ključ API ni konfiguriran.
sq_al: Asnjë çelës API nuk është konfiguruar.
sr_cyrl_rs: Ниједан АПИ кључ није конфигурисан.
sr_latn_rs: Nijedan API ključ nije konfigurisan.
sv_se: Ingen API-nyckel är konfigurerad.
sw_ke: Hakuna ufunguo wa API uliosanidiwa.
ta_in: ஏபிஐ விசை எதுவும் கட்டமைக்கப்படவில்லை.
te_in: API కీ ఏదీ కాన్ఫిగర్ చేయబడలేదు.
th_th: ไม่มีการกำหนดค่าคีย์ API
tr_tr: Hiçbir API anahtarı yapılandırılmadı.
uk_ua: Ключ API не налаштовано.
ur_pk: کوئی API کلید کنفیگر نہیں ہے۔
uz_latn_uz: Hech qanday API kaliti sozlanmagan.
vi_vn: Không có khóa API nào được định cấu hình.
zh_hans_cn: 未配置 API 密钥。
zh_hant_hk: 未配置 API 金鑰。
zu_za: Awukho ukhiye we-API omisiwe.
